<template>
    <div class="container">
        <!-- <div v-html="description"></div> -->
        <h1>{{ title }}</h1>
        <p>Компания Авто-Космос представляет карданные валы для Скании из европейских комплектующих - производства diesel-auto.
Карданные валы на грузовики Скания имеет свою конструкцию. Сделано это скорее всего потому, что производитель хочет, чтобы покупали как можно больше оригинальные з/ч.
Карданные валы скания делятся на 3 типа (3 вида крепления крестовины):</p>
        <ol>
            <li>
                1 тип - (в основном авто с колесной формулой 4*2 и 6*2) крестовина "с бугелем" диаметр чашки 38 мм / 48 мм / 57 мм / - рис. 1, 2, 3, 4;
            </li>
            <li>
                2 тип - (в основном авто с колёсной формулой 6*4 и 8*4 и т.д) крестовина 65 мм - 190 мм - рис. 5 и 6;
            </li>
            <li>
                3 тип - с круглым фланцем (у Скании фланец "свой" диаметр окружности 208 мм от других грузовиков не подходит) с этим фланцем крестовна будет 65 мм (других нет) - рис. 7, 8, 9, 10.
            </li>
        </ol>
    </div>
</template>

<script>
    export default {
        data(){
            return {
                title: 'Карданные валы для Скании',
                description: ''
            }
        },
        mounted() {
            // this.getPage();
        },
        methods: {
            // getPage () {
            //     this.$axios.get('/api/delivery').then(res => {
            //         this.page = res.data[0].body;
            //     })
            // }
        }
    }
</script>
