<template>
    <div class="container py-4">
		<div>
		<h2>
			каданный валы для грузовиков
		</h2>	
		<ul>
			<li>
				Mercedes Actros \ Мерседес Актрос
			</li>
			<li>
				Mercedes Axor \ Мерседес Аксор
			</li>
			<li>
				Mercedes Atego \ Мерседес Атего
			</li>
		</ul>

		<h2>
			особенность карданных валов грузовиков Mercedes
		</h2>
	<p>
		колесная формула 4*2 \ 6*4\ 8*4 \ и др
	</p>

	<p>
		Mercedes Actros \ Axor
		на грузовиках Мерседес Actros и Axor - устанавливаются достаточно мощьные карданные валы
		спроектированые с запасом по крутящему моменту
		стоит "большая" крестовина- чашка диаметр 68мм
		каданный валы на тягочах Actros и Axor - пожайлуй наиболее выносливые из всех европейских грузовиков
		узел под подвесной имеет тип соединения который "стягивается" фланцем- рис 70
		подвесной подшипник устанавливается 2 вида - оба разные
		подвесной подшипник 70мм номер - A0004101010 / A6564110012 рис 71
		подвесной подшипник 70мм номер - A3954100022 / A6554100022 \ A3954100622 рис 72
		крестовина кардана - 68мм - A9424100031 / A6564110431 \ A6564100131
		крестовина кардана - 57мм - a9404100031
		крестовина кардана - 68мм - A9424100231
		фланец - A6564100045 \ A6454110046
		фланец - A6564110311 \ A6564110011 \
		фланец A3954111011 \ A3954111211
		фланец A6544110511 \ A3894110411
		фланец a6544110211
		фланец A6544110311 \ A6544110011
	</p>

	<h2>
		каданные валы для Mercedes Atego \ Атего
	</h2>	

	<h2>
		атего 26 серии
	</h2>

	<p>
		крестовина кардана 53мм - A9424100131 н / A0004101628 н / A0004100231
		подвесной подшипник 55мм A9734110112
	</p>

	<h2>
		АТЕГО 12 серии
	</h2>

	<p>
		крестовина кардана 48мм \ номер - A9734100031
		подвесной подшипник 4.80933 \ 26764 FEBI \ A9734110012 \
		подвесной подшипник 4.80934 \ 2760.09 \ 4.80934 \ 26765 FEBI \ A9734110112
		фланец - A6504110411 \ A6504110111
	</p>

	<h2>
		АТЕГО 8 серии
	</h2>


<p>

крестовина кардана 42мм - A6174100031 / A0004104031 \ A9714100031

крестовина кардана 31мм*110мм номер - A9704100031

подвесной подшипник 45мм - 4.80292 / 03538 FEBI \ A3464100010 / A3814101522 / A3814100920 /

подвесной подшипник 45мм - 4.80935 \ 24539 FEBI \ A0004110212 / A9704110012

фланец - A3814111411

фланец - A3814110811

фланец - A6504110011

фланец - A9714110011 \ A9714110111
</p>


		</div>
        <div class="row my-3">
			<div class="col-12" v-for="(product, index) in products.data" :key="index">
				<ProductCardPlain :card="product" />
			</div>
		</div>
    </div>
</template>

<script>
import ProductCardPlain from '../../components/ProductCardPlain'; 
import { mapGetters } from 'vuex';

	export default {
		components: {
			ProductCardPlain
		},
		data() {
			return {
				// products: []
			}
		},
		computed: {
			...mapGetters('product', ['products']) 
		}	
	}
</script>